Repository: shinmen/layoutdesigner
Catalog: src/TemplateDesigner/LayoutBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Mobile
fr: Smartphone

source: Tablet
fr: Tablette

source: Desktop
fr: Ecran

source: Large Desktop
fr: Grand Ecran

source: Hidden Mobile
fr: Caché sur smartphone

source: Hidden Tablet
fr: Caché sur tablette

source: Hidden Desktop
fr: Caché sur écran

source: Hidden Large Desktop
fr: Caché sur grand écran

source: Only visible Mobile
fr: Visible uniquement sur smartphone

source: Only visible Tablet
fr: Visible uniquement sur tablette

source: Only visible Desktop
fr: Visible uniquement sur écran

source: Only visible Large Desktop
fr: Visible uniquement sur grand écran

source: Name
fr: Nom

source: Row
fr: Ligne

source: Column
fr: Colone

source: Container
fr: Conteneur

source: Convert
fr: Convertir

source: Do you wish to confirm?
fr: Voulez-vous confirmer?

source: Layout converted
fr: Modèle converti

source: Select a Layout
fr: Sélectionnez un modèle

source: Layout class element
fr: Classe de l'élément

source: Layouts
fr: Modèles

source: Tag element
fr: Balise de l'élément

source: Select a tag
fr: Sélectionnez une balise

source: Id element
fr: Id de l'élément

source: Render
fr: Rendu

source: Select a path
fr: Sélectionnez un chemin

source: Include
fr: Inclusion

source: Select a template
fr: Sélectionner une page

source: Custom parameters
fr: Paramètres personnalisés

source: Additionnal class element
fr: Classe supplémentaire de l'élément

source: Add a child
fr: Ajouter un sous élément

source: Update
fr: Mettre à jour

source: Layout Name
fr: Nom du modèle

source: Sub-Layout
fr: Sous-élément

source: Select a sub layout
fr: Sélectionnez un sous-élément

source: Delete
fr: Supprimer
